/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "קובץ עם שם זה כבר קיים, ברצונך להחליפו?";

/* Toolbar item */
"Action" = "פעולה";
"Active" = "פעיל";

/* Window title. */
"Activity" = "פעילות";
"Allow" = "הרשה";
"Always" = "תמיד";

/* Transfer action for existing files */
"Prompt" = "שאל אותי מה לעשות";

/* Toolbar item */
"Bookmarks" = "קיצור דרך";

/* Alert sheet alternate button */
"Cancel" = "ביטול";

/* Toolbar item tooltip */
"Character Encoding" = "קידוד כתיב";
"Choose" = "בחר";

/* Toolbar item in Transfer Window. */
"Clean Up" = "נקה";

/* Remove all bookmarks from history. */
"Clear Menu" = "נקה רשימה";

/* Toolbar item */
"Column" = "טור";

/* Toolbar item tooltip */
"Connect to server" = "התחבר לשרת";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "לא יכול לפתוח את קובץ ההוסט";
"Could not open the file" = "הקובץ לא נפתח";
"Could not show the file" = "לא יכול להראות את הקובץ";
"Could not show the file in the Finder" = "לא יכול להראות את הקובץ ב- Finder.";

/* Toolbar item tooltip */
"Create New Folder" = "צור תיקייה חדשה";

/* Menu item */
"Cut {0}" = "חתוך {0}";
"Copy {0}" = "Copy {0}";
"Default" = "ברירת מחדל";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "מחק";
"Delete Bookmark" = "מחק קיצור דרך";

/* Toolbar item tooltip */
"Delete file" = "מחק קובץ";
"Deny" = "אל תרשה";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "התנתק";

/* Alert sheet title */
"Disconnect from {0}" = "התנתק מ {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "התנתק מהשרת";
"Do you want to delete the selected bookmark?" = "ברצונך למחוק את קיצור הדרך?";

/* Toolbar item */
"Download" = "הורד";
"Download As:" = "הורד בשם:";

/* Toolbar item tooltip */
"Download file" = "הורד קובץ";
"Download the selected file to…" = "הורד קובץ מסומן ל…";

/* Toolbar item */
"Edit" = "ערוך";

/* Toolbar item tooltip */
"Edit file in external editor" = "ערוך קובץ בעורך חיצוני";

/* Toolbar item */
"Encoding" = "קידוד";

/* Alert sheet title */
"Error" = "שגיאה";

/* Quit application on Windows */
"Exit" = "Exit";
"File" = "קובץ";

/* A column in the browser */
"Filename" = "שם קובץ";
"{0} Files" = "{0} קבצים";
"Folder" = "תיקייה";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "הצג מידע";

/* Toolbar item */
"Go to Folder" = "לך לתיקייה";
"History" = "הסטוריה";
"Host key mismatch for {0}" = "מפתח הוסט לא מתאים: {0}";
"Invalid character in filename." = "אות לא חוקית בשם הקובץ.";
"Invalid character in folder name." = "אות לא חוקית בשם התיקייה.";



/* A column in the browser */
"Kind" = "סוג";
"Extension" = "Extension";

/* Toolbar item */
"List" = "רשימה";
"Local" = "מקומי";
"Local File" = "קובץ מקומי";
"Mac Line Endings (CR)" = "Mac Line Endings (CR)";

/* Synchronize option */
"Mirror" = "Mirror";

/* A column in the browser */
"Modified" = "תאריך שינוי";

/* Move a downloaded file to the trash */
"Move to Trash" = "העבר לפח הזבל";
"Multiple files" = "קבצים מרובים";

/* Toolbar item */
"New Connection" = "חיבור חדש";

/* Create new bookmark */
"New Bookmark" = "קיצור דרך חדש";

/* Toolbar item */
"New Folder" = "תיקייה חדשה";
"No Bonjour services available" = "אין שירותי בונז'ור זמינים";
"No external editor available" = "אין עורך חיצוני זמין";

/* Alert sheet text */
"No newer version available." = "אין גרסא חדשה.";
"No private key selected" = "לא נבחר מפתח פרטי";
"No recently connected servers available" = "אין התחברויות אחרונות זמינות";

/* Alert sheet title */
"No update" = "אין עידכונים";
"None" = "אף לא אחד";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} של {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "פתח";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Open in Web Browser";

/* Open new connection to server */
"Open new connection" = "פתח התחברות חדשה";

/* Toolbar item */
"Outline" = "קווי מתאר";

/* Transfer action for existing files. */
"Overwrite" = "כתוב מחדש";

/* A column in the browser */
"Owner" = "בעלים";

/* A column in the browser */
"Group" = "קבוצה";
"Passive" = "Passive";

/* Menu item */
"Paste {0}" = "הדבק {0}";

/* A column in the browser */
"Permissions" = "הרשאות";

/* Toolbar item */
"Quick Connect" = "התחברות מהירה";

/* Toolbar item */
"Quick Look" = "Quick Look";
"Quit" = "יציאה";
"Quit Anyway" = "צא בכל זאת";

/* Confirm deleting files. */
"Really delete the following files? This cannot be undone." = "באמת למחוק את הקבצים? לא ניתן יהיה לבטל זאת.";

/* Toolbar item */
"Refresh" = "רענן";

/* Toolbar item tooltip */
"Refresh directory listing" = "רענן תכולת תיקייה";

/* Toolbar item in Transfer Window. */
"Reload" = "טען מחדש";

/* Toolbar item in Transfer Window. */
"Remove" = "הסר";
"Remove completed transfers from list." = "Remove completed transfers from list.";

/* Toolbar item in Transfer Window.
   Transfer action for existing files */
"Resume" = "המשך";
"Review…" = "בקר…";

/* Toolbar item in Transfer Window. */
"Search" = "Search";
"Server File" = "קובץ שרת";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"SCP (Secure Copy)" = "SCP (Secure Copy)";
"Show" = "הצג";

/* Toolbar item tooltip */
"Show file attributes" = "הצג תכונות קובץ";
"Show in Finder" = "הצג ב Finder";

/* Toolbar item tooltip */
"Show Transfers window" = "הצג חלון העברות";

/* A column in the browser */
"Size" = "גודל";

/* Toolbar item in Transfer Window. */
"Stop" = "עצור";

/* Transfer action for existing files */
"Skip" = "Skip";

/* Toolbar item tooltip */
"Switch Browser View" = "החלף תצוגת דפדפן";
"Symbolic Link (File)" = "קישור סימבולי - קובץ";
"Symbolic Link (Folder)" = "קישור סימבולי - תיקייה";

/* Toolbar item */
"Synchronize {0} with" = "סנכרן {0}";

/* Toolbar item tooltip */
"Synchronize files" = "סנכרן קבצים";

/* Alert sheet text */
"The connection will be closed." = "החיבור יסגר.";
"The current allowed key for this host is {0}." = "המפתח המורשה להוסט זה הוא {0}.";
"The host is currently unknown to the system. The host key fingerprint is {0}." = "ההוסט אינו מוכר למערכת. טביעת האצבע של ההוסט היא {0}.";
/* SSH remote host identification */
"The host key supplied is {0}." = "מפתח ההוסט המסופק הוא {0}.";
"There are files currently being transferred. Quit anyway?" = "יש פריטים במחסנית ההעברות. לצאת בכל זאת?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "היתה תקלה בבדיקת עידכונים. אנא נסה מאוחר יותר.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "החלף קיצורי דרך";
"Transfer in progress" = "העברה בפעולה";

/* Toolbar item */
"Transfers" = "העברות";

/* Toolbar item */
"Trash" = "פח זבל";
"Unknown" = "לא ידוע";
/* SSH remote host identification */
"Unknown host key for {0}." = "מפתח הוסט לא ידוע ל {0}.";
"Unknown size" = "גודל לא ידוע";

/* Toolbar item */
"Upload" = "העלה";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "העלה קובץ מקומי להוסט מרוחק";

/* Use browser session for file transfers */
"Use browser connection" = "השתמש בהתחברות הדפדפן";

/* Transfer action for existing files */
"Rename existing" = "Rename existing";
"Rename" = "Rename";

/* Toolbar item */
"View" = "תצוגה";

"You are connected to at least one remote site. Do you want to review open browsers?" = "אתה מחובר לפחות לאתר מרוחק אחד. ברצונך לראות דפדפנים פתוחים?";

/* Option in error dialog if a connection error occurs, opens the Network Diagnostics application */
"Open Network Diagnostics" = "פתח יישום ניתוח רשת";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Release";
"Beta" = "Beta";
"Snapshot Builds" = "Snapshot Builds";

"Show Hidden Files" = "הצג קבצים נסתרים";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Hide Toolbar";
"Show Toolbar" = "Show Toolbar";
